{
  "AutoFarmX": "AutoFarm X -为农场提供创新可靠的解决方案",
  "MainDescription": "CS2和Steam的多功能软件。这是一种创新的方式，可以让掉落箱子更加安全。",
  "Pre-order": "Pre-Order",
  "Pre-orderDiscr": "这个金额包含一个月的访问权限，之后续费订阅金额为每月$70。",
  "Contact for purchase": "购买软件请联系我们",
  "PrivateProject": "私人项目",
  "PrivateProjectDiscr": "该软件是私人化的，全球用户数量有限。因为我们意识到公共软件是一个非常容易Valve封禁和修复的目标，所以我们必须这样做。",
  "DataProtection": "数据保护",
  "DataProtectionDiscr": "与您的帐户相关的所有数据都是安全加密的，只存储在您的计算机上。保证您的数据不被泄露。",
  "EasyToUse": "使用简单",
  "EasyToUseDiscr": "新产品的特点是设计简洁明了。它很容易理解，使用起来非常方便。",
  "Support": "客服支持",
  "SupportDiscr": "我们的团队增加了客服支持人员，这将使每个用户能够迅速获得必要的帮助。",
  "OneSubscription": "一个许可证订阅——无限数量的计算机",
  "OneSubscriptionDiscr": "现在你不需要购买额外的软件——你可以在不同的计算机连接多达16个虚拟机，并在主服务器上管理它们。要增加虚拟机连接的数量，只需购买扩展即可。",
  "DeatMatch": "死亡竞赛",
  "DeatMatchDiscr": "通过灵活的配置和使用虚拟机，在死亡竞赛模式下自动耕种CS2帐户。有两种农场模式可供选择-每个帐户自己提升和填充满整个服务器。",
  "Generator": "帐户生成器",
  "GeneratorDiscr": "使用代理灵活的定制并自动创建自己的Steam帐户。",
  "Changer": "账户信息修改",
  "ChangerDiscr": "使用代理自动更改Steam账户信息（邮箱、密码、绑定/解除绑定maFiles）。",
  "Looter": "库存转移",
  "LooterDiscr": "使用代理自动处理来自不同游戏物品传输的报价请求。",
  "TF2": "军团要塞 2",
  "TF2Discr": "“军团要塞2“账户的自动农场功能，玩家可以在账户上自动购买道具，解锁账户进行农场活动。",
  "Unique services": "Unique services",
  "Unique services descr": "Cheap buying prime on accounts, selling drops at a good percentage and more. These services will be available only to AFX software users.",
  "NotAll": "And that's not all",
  "NotAllDiscr": "Our team is already developing new modes that will soon be added to the panel",

  "Slot purchase": "Slot purchase",
  "Slots": "Slots",
  "November": "November",
  "October": "October",

  "PreOrderTitle": "Pre-Order. This project is a closed. Only 300 slots will be sold in 3 waves.",
  "PreOrderTDiscr": "For this amount you buy access for a month, the price is further $70 per month.",

  "Q1": "If I buy a seat and one license, do I need to buy another seat for the second license?",
  "Q1T": "No, a seat is assigned to each user, which gives access to unique chats and services. In case a user needs to buy another license, he/she will have to pay only for the license, without paying for a seat.",
  "Q2": "How will the boost work in DM mode?",
  "Q2T": "How will the boost work in DM mode?",
  "Q3": "How will the virtual machines work?",
  "Q3T": "Virtual machines will be able to be run on different PCs, regardless of their location, which will greatly simplify logistics for users.",
  "Q4": "Will there be any limits?",
  "Q4T": "Each license will have a limit of 16 virtual machines, which equals a 900 account boost. In case a user needs more virtual machines, they will need to purchase another license.",
  "Q5": "Will there be any discounts?",
  "Q5T": "No, we will not do any discount for purchasing a new panel.",
  "Q6": "Will there be a subscription forever?",
  "Q6T": "No, there will only be a monthly subscription."
}
