{
  "Sign In": "Sign In",
  "PreOrderHeader": "Pre-Order",

  "AutoFarmX": "AutoFarm X - provides an innovative and reliable solution for farm",
  "MainDescription": "Multifunctional software for Counter-Strike 2 & Steam. An innovative way to get a case with an increased level of security.",
  "Pre-order": "Pre-Order",
  "Pre-orderDiscr": "For this amount you buy access for a month, the price is further $70 per month.",
  "Contact for purchase": "Contact for purchase",
  "PrivateProject": "Private project",
  "PrivateProjectDiscr": "The software is private, with a limited number of users. We do this because we are aware that public software is becoming an easy target for Valve bans and fixes.",
  "DataProtection": "Data protection",
  "DataProtectionDiscr": "All data associated with your accounts is securely encrypted and stored only on your computer. We don't have access to them. ",
  "EasyToUse": "Easy to use",
  "EasyToUseDiscr": "The new product features a clear and simple design. It is easy to understand, which makes its use as convenient as possible.",
  "Support": "Support",
  "SupportDiscr": " Our team has been expanded with support specialists, which will allow each user to quickly receive the necessary assistance.",
  "OneSubscription": "One subscription - an infinite number of computers",
  "OneSubscriptionDiscr": "Now you don't need to buy additional software — you can connect up to 16 virtual machines from different computers and manage them from the main server. To increase the number of slots, just purchase additional services. Farming will become.",
  "DeatMatch": "DeatMatch",
  "DeatMatchDiscr": "Automatic farming of CS2 accounts in Deathmatch mode with flexible configuration and use of virtual machines. There are two farming modes available – each account for itself and filling out the entire server.",
  "Generator": "Generator",
  "GeneratorDiscr": "Automatic creation of Steam accounts for requests using proxies, streams and flexible configuration.",
  "Changer": "Changer",
  "ChangerDiscr": "Automatic change of Steam account data on requests (mail, password, binding unlinking of maFile) using proxies and streams.",
  "Looter": "Looter",
  "LooterDiscr": "Automatic transfer of items from different games on requests using proxies and streams.",
  "TF2": "Team Fortress 2",
  "TF2Discr": "Automatic farming of TF2 accounts with the ability to automatically purchase an item on the account to unlock the game.",
  "Unique services": "Unique services",
  "Unique services descr": "Cheap buying prime on accounts, selling drops at a good percentage and more. These services will be available only to AFX software users.",
  "NotAll": "And that's not all",
  "NotAllDiscr": "Our team is already developing new modes that will soon be added to the panel",

  "Slot purchase": "Slot purchase",
  "Slots": "Slots",
  "Purchase": "Purchase",
  "November": "November",
  "October": "October",

  "DMimgText": "Limit of 16 virutal machines or 900 accounts per week. The limit can be increased.",

  "Q1": "If I buy a seat and one license, do I need to buy another seat for the second license?",
  "Q1T": "No, a seat is assigned to each user, which gives access to unique chats and services. In case a user needs to buy another license, he/she will have to pay only for the license, without paying for a seat.",
  "Q2": "How will the boost work in DM mode?",
  "Q2T": "Virtual machines will be able to be run on different PCs, regardless of their location, which will greatly simplify logistics for users.",
  "Q3": "How will the virtual machines work?",
  "Q3T": "Virtual machines will be able to be run on different PCs, regardless of their location, which will greatly simplify logistics for users.",
  "Q4": "Will there be any limits?",
  "Q4T": "Each license will have a limit of 16 virtual machines, which equals a 900 account boost. In case a user needs more virtual machines, they will need to purchase another license.",
  "Q5": "Will there be any discounts?",
  "Q5T": "No, we will not do any discount for purchasing a new panel.",
  "Q6": "Will there be a subscription forever?",
  "Q6T": "No, there will only be a monthly subscription.",

  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": ""
}
