{
  "Sign In": "Sign In",
  "PreOrderHeader": "Pre-Order",

  "LoginPlaceHolder": "Username",

  "Ask question": "Ask question",

  "Email": "Email",
  "Password": "Password",
  "Re-Password": "Re-enter password",
  "SignIn": "Sign in",
  "SignUp": "Sign up",
  "LoginError": "You have entered an incorrect login or password",
  "RegError": "You have entered an incorrect login or password",
  "HaveAcc": "Don't have an account yet? ",
  "Code": "Code",

  "CompleteRegistrationMessage": "A confirmation code has been sent to your email, please enter it in the box below to complete your registration",
  "CompleteRecoveryPassword": "A confirmation code has been sent to your email, enter it in the box below to continue changing your password",

  "Forgot password?": "Forgot password?",

  "New Password": "New Password",
  "Repeat new password": "Repeat new password",
  "Next": "Next",
  "Confirm": "Confirm",

  "AutoFarmX": "AutoFarm X - provides an innovative and reliable solution for farm",
  "MainDescription": "Multifunctional software for Counter-Strike 2 & Steam. An innovative way to get a case with an increased level of security.",
  "Pre-order": "Pre-Order",
  "Pre-orderDiscr": "For this amount you buy access for a month, the price is further $70 per month.",
  "Contact for purchase": "Contact for purchase",
  "PrivateProject": "Private project",
  "PrivateProjectDiscr": "The software is private, with a limited number of users. We do this because we are aware that public software is becoming an easy target for Valve bans and fixes.",
  "DataProtection": "Data protection",
  "DataProtectionDiscr": "All data associated with your accounts is securely encrypted and stored only on your computer. We don't have access to them. ",
  "EasyToUse": "Easy to use",
  "EasyToUseDiscr": "The new product features a clear and simple design. It is easy to understand, which makes its use as convenient as possible.",
  "Support": "Support",
  "SupportDiscr": " Our team has been expanded with support specialists, which will allow each user to quickly receive the necessary assistance.",
  "OneSubscription": "One subscription - an infinite number of computers",
  "OneSubscriptionDiscr": "Now you don't need to buy additional software — you can connect up to 16 virtual machines from different computers and manage them from the main server. To increase the number of slots, just purchase additional services. Farming will become.",
  "DeatMatch": "DeatMatch",
  "DeatMatchDiscr": "Automatic farming of CS2 accounts in Deathmatch mode with flexible configuration and use of virtual machines. There are two farming modes available – each account for itself and filling out the entire server.",
  "Generator": "Generator",
  "GeneratorDiscr": "Automatic creation of Steam accounts for requests using proxies, streams and flexible configuration.",
  "Changer": "Changer",
  "ChangerDiscr": "Automatic change of Steam account data on requests (mail, password, binding unlinking of maFile) using proxies and streams.",
  "Looter": "Looter",
  "LooterDiscr": "Automatic transfer of items from different games on requests using proxies and streams.",
  "TF2": "Team Fortress 2",
  "TF2Discr": "Automatic farming of TF2 accounts with the ability to automatically purchase an item on the account to unlock the game.",
  "Unique services": "Unique services",
  "Unique services descr": "Cheap buying prime on accounts, selling drops at a good percentage and more. These services will be available only to AFX software users.",
  "NotAll": "And that's not all",
  "NotAllDiscr": "Our team is already developing new modes that will soon be added to the panel",

  "PreOrderTitle": "Pre-Order. This project is a closed. Only 300 slots will be sold in 3 waves.",
  "PreOrderTDiscr": "For this amount you buy access for a month, the price is further $70 per month.",

  "Slot purchase": "Slot purchase",
  "Slots": "Seats",
  "Purchase": "Purchase",
  "November": "November",
  "October": "October",

  "DMimgText": "Limit of 16 virutal machines or 900 accounts per week. The limit can be increased.",

  "Q1": "If I buy a seat and one license, do I need to buy another seat for the second license?",
  "Q1T": "No, a seat is assigned to each user, which gives access to unique chats and services. In case a user needs to buy another license, he/she will have to pay only for the license, without paying for a seat.",
  "Q2": "How will the boost work in DM mode?",
  "Q2T": "Virtual machines will be able to be run on different PCs, regardless of their location, which will greatly simplify logistics for users.",
  "Q3": "How will the virtual machines work?",
  "Q3T": "Virtual machines will be able to be run on different PCs, regardless of their location, which will greatly simplify logistics for users.",
  "Q4": "Will there be any limits?",
  "Q4T": "Each license will have a limit of 16 virtual machines, which equals a 900 account boost. In case a user needs more virtual machines, they will need to purchase another license.",
  "Q5": "Will there be any discounts?",
  "Q5T": "No, we will not do any discount for purchasing a new panel.",
  "Q6": "Will there be a subscription forever?",
  "Q6T": "No, there will only be a monthly subscription.",

  "TermsTitle": "Terms of use TEDONSTORE",
  "TermsLastUpdare": "LAST UPDATE: 12.07.2022",
  "Term1Title": "1. Acceptance of terms of use",
  "Term1Text": "BY ACCESSING THIS WEB SITE, YOU ARE AGREEING TO BE BOUND BY THESE TERMS AND CONDITIONS OF USE, ALL APPLICABLE LAWS AND REGULATIONS, AND AGREE THAT YOU ARE RESPONSIBLE FOR COMPLIANCE WITH ANY APPLICABLE LOCAL LAWS. IF YOU DO NOT AGREE WITH ANY OF THESE TERMS, YOU ARE PROHIBITED FROM USING OR ACCESSING THIS SITE. THE MATERIALS CONTAINED IN THIS WEB SITE ARE PROTECTED BY APPLICABLE COPYRIGHT AND TRADE MARK LAW. ",
  "Term2Title": "2. Use license",
  "Term2PointA": "A. PERMISSION IS GRANTED TO TEMPORARILY DOWNLOAD ONE COPY OF THE MATERIALS (INFORMATION OR SOFTWARE) ON TEDONSTORE®'S WEB SITE FOR PERSONAL, NON-COMMERCIAL TRANSITORY VIEWING ONLY. THIS IS THE GRANT OF A LICENSE, NOT A TRANSFER OF TITLE, AND UNDER THIS LICENSE YOU MAY NOT:",
  "Term2PointA1": "1. MODIFY OR COPY THE MATERIALS",
  "Term2PointA2": "2. USE THE MATERIALS FOR ANY COMMERCIAL PURPOSE, OR FOR ANY PUBLIC DISPLAY (COMMERCIAL OR NON-COMMERCIAL);",
  "Term2PointA3": "3. ATTEMPT TO DECOMPILE OR REVERSE ENGINEER ANY SOFTWARE CONTAINED ON TEDONSTORE®'S WEB SITE;",
  "Term2PointA4": "4. REMOVE ANY COPYRIGHT OR OTHER PROPRIETARY NOTATIONS FROM THE MATERIALS; OR5. TRANSFER THE MATERIALS TO ANOTHER PERSON OR 'MIRROR' THE MATERIALS ON ANY OTHER SERVER.",
  "Term2PointB": "B. THIS LICENSE SHALL AUTOMATICALLY TERMINATE IF YOU VIOLATE ANY OF THESE RESTRICTIONS AND MAY BE TERMINATED BY TEDONSTORE® AT ANY TIME. UPON TERMINATING YOUR VIEWING OF THESE MATERIALS OR UPON THE TERMINATION OF THIS LICENSE, YOU MUST DESTROY ANY DOWNLOADED MATERIALS IN YOUR POSSESSION WHETHER IN ELECTRONIC OR PRINTED FORMAT.",
  "Term3Title": "3. Disclaimer",
  "Term3Text": "The materials on tedonstore®'s web site are provided 'as is'. tedonstore® makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights. further, tedonstore® does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its internet web site or otherwise relating to such materials or on any sites linked to this site.",
  "Term4Title": "4. Limitations",
  "Term4Text": "In no event shall tedonstore® or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption,) arising out of the use or inability to use the materials on tedonstore®'s internet site, even if tedonstore® or a tedonstore® authorized representative has been notified orally or in writing of the possibility of such damage. because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.",
  "Term5Title": "5. Revisions and errata",
  "Term5Text": "The materials appearing on tedonstore®'s web site could include technical, typographical, or photographic errors. tedonstore® does not warrant that any of the materials on its web site are accurate, complete, or current. tedonstore® may make changes to the materials contained on its web site at any time without notice. tedonstore® does not, however, make any commitment to update the materials.",
  "Term6Title": "6. Links",
  "Term6Text": "Tedonstore® has not reviewed all of the sites linked to its internet web site and is not responsible for the contents of any such linked site. the inclusion of any link does not imply endorsement by tedonstore® of the site. use of any such linked web site is at the user's own risk.",
  "Term7Title": "7. Site Terms Of Use Modifications",
  "Term7Text": "Tedonstore® may revise these terms of use for its web site at any time without notice. by using this web site you are agreeing to be bound by the then current version of these terms and conditions of use.",
  "Term8Title": "8. Subscription",
  "Term8Text1": "1. the subscription is valid for the time purchased. when expired, the user is required to renew it manually or automatically, if the user accepted it.",
  "Term8Text2": "2. USERS CAUGHT ABUSING THIRD PARTY PAYMENT SERVICES TO OBTAIN FREE SERVICES WILL BE IMMEDIATELY AND PERMANENTLY BANNED.",
  "Term8Text3": "3. users caught selling subscriptions, cracking or alterating the behavior of the software will be immediately and permanently banned.",
  "Term8Text4": "4. subscriptions may be terminated by tedonstore® at any time without warning and without liability, whether financial or not.",
  "Term9Title": "9. Online gaming",
  "Term9Text": "Tedonstore® accepts no responsibility to your online gaming accounts as a result of using this website or any software, or data contained within. you, the user, are solely responsible for your online gaming activities and any loss to any of your online gaming accounts, whether financial or not, is your responsibility.",
  "Term10Title": "10. Payment policy",
  "Term10Text": "Fraudulent charges with an account that sends money without the consent of the account holder or/and any kind of frauds will result in your account being instantly disabled, permanently terminated and/or legal action will be taken. we do not allow the user to share or resell his account, it will result in your account being instantly disabled, permanently terminated and/or legal action will be taken.",
  "Term11Title": "11. Refunds",
  "Term11Text": "Refunds for methods, kits, accounts, software and servers aren't possible.",

  "PrivacyTitle": "Terms of use TEDONSTORE",
  "PrivacyLastUpdare": "LAST UPDATE: 12.07.2022",
  "Privacy1Text": "1. before or at the time of collecting personal information, we will identify the purposes for which information is being collected.",
  "Privacy2Text": "2. we will collect and use of personal information solely with the objective of fulfilling those purposes specified by us and for other compatible purposes, unless we obtain the consent of the individual concerned or as required by law.",
  "Privacy3Text": "3. we will only retain personal information as long as necessary for the fulfillment of those purposes.",
  "Privacy4Text": "4. We will collect personal information by lawful and fair means and, where appropriate, with the knowledge or consent of the individual concerned.",
  "Privacy5Text": "5. personal data should be relevant to the purposes for which it is to be used, and, to the extent necessary for those purposes, should be accurate, complete, and up-to-date.",
  "Privacy6Text": "6. We will protect personal information by reasonable security safeguards against loss or theft, as well as unauthorized access, disclosure, copying, use or modification.",
  "Privacy7Text": "7. we will make readily available to customers information about our policies and practices relating to the management of personal information.",

  "BuyingAFX": "Buying AFX",
  "BuyingAFXtext": "To make a purchase, please contact our manager.",

  "My Subscriptions": "My Subscriptions",
  "AFXPAIDtext": "Multifunctional software for Counter-Strike 2 & Steam. An innovative way to get a case with an increased level of security.",
  "Launch date": "Launch date",
  "Date of activation": "Date of activation",
  "End date": "End date",
  "join": "join",
  "Profile": "Profile",
  "Subscribe": "Subscribe",
  "Statistics": "Statistics",
  "Exit": "Exit",
  "Join Private Chat": "Join Private Chat",
  "Reset Hwid": "Reset Hwid",
  "Need help": "Need help",
  "Forgot your password?": "Forgot your password?",
  "You have not yet enabled": "You have not yet enabled",
  "Connect": "Connect",
  "Not connected": "Not connected",
  "Reset": "Reset",
  "Login": "Login",
  "2FA Authenticator": "2FA Authenticator",
  "Balance": "Balance",
  "WeChat": "WeChat",

  "Password reset": "Password reset",
  "You've received an e-mail with a confirmation code. Enter the code to change your password.": "You've received an e-mail with a confirmation code. Enter the code to change your password.",
  "Change": "Change",
  "You have entered an invalid password, if you have forgotten your password, you can reset it.": "You have entered an invalid password, if you have forgotten your password, you can reset it.",
  "You have entered the wrong code, you have 10 attempts after which your account will be locked.": "You have entered the wrong code, you have 10 attempts after which your account will be locked.",
  "WeChat connect": "WeChat connect",
  "To connect WeChat, write to your manager": "To connect WeChat, write to your manager",
  "Discord connect": "Discord connect",
  "To connect discord, follow the link below and click authorize": "To connect discord, follow the link below and click authorize",
  "Telegram connect": "Telegram connect",
  "To connect telegram go to the bot and copy the code and paste it.": "To connect telegram go to the bot and copy the code and paste it.",
  "Link bot": "Link bot",
  "Follow the instructions for connecting the 2fa protection.": "Follow the instructions for connecting the 2fa protection.",
  "Download the google awntificator app to your phone": "Download the google awntificator app to your phone",
  "Scan the qr-code or copy and paste the key": "Scan the qr-code or copy and paste the key",
  "Enter the code from the app to confirm": "Enter the code from the app to confirm",
  "You entered an invalid code, try again": "You entered an invalid code, try again"
}
